Repository: mpwsh/helm-charts
Catalog: charts/portier/files/lang/*.po
Languages: de

source: Finish logging in to
de: Beende den Loginvorgang für

source: You received this email so that we may confirm your email address and finish your login to:
de: Du hast diese Email erhalten, damit wir deine Emailadresse bestätigen und den Login beenden können:

source: Click here to login
de: Klicke hier um dich einzuloggen

source: Alternatively, enter the following code on the login page:
de: Alternativ kannst du diesen Code auf der Loginseite eingeben:

source: Confirm your address
de: Bestätige deine Adresse

source: We've sent you an email to confirm your address.
de: Wir haben dir eine Email gesendet, um deine Adresse zu bestätigen.

source: Use the link in that email to login to
de: Benutze den Link in der Email für den Login bei

source: Alternatively, enter the code from the email to continue in this browser tab:
de: Alternativ gebe in diesem Browsertab den in der Email stehenden Code ein:

source: The request is invalid, and could not be completed.
de: Dieser Seitenaufruf ist fehlerhaft, und wir können ihn nicht beenden.

source: This indicates an issue with the site you're trying to login to. Contact the site administrator to get the issue resolved.
de: Wahrscheinlich ist etwas kaputt auf der Seite, auf der du dich einloggen willst. Kontaktiere bitte den Seitenadministrator.

source: Failed to connect with your email domain.
de: Konnte keine Verbindung zur Emaildomain herstellen.

source: Contact the administrator of your email domain to get the issue resolved.
de: Kontaktiere bitte den Administatror der Emaildomain, um den Fehler zu beheben.

source: Something went wrong, and we cannot complete your request at this time.
de: Da ging etwas schief, und wir können die Abfrage nicht beenden.

source: An internal error occurred, which has been logged with the below reference number.
de: Es gab gerade einen internen Fehler, der mit der unteren Referenznummer protokolliert wurde.

source: Too many login attempts.
de: Zu viele Loginversuche.

source: We've received too many requests in a short amount of time. Please try again later.
de: Wir haben in einem kurzem Zeitraum zu viele Seitenaufrufe gesehen. Bitte versuche es später nochmal.

source: The session has expired.
de: Die Sitzung ist abgelaufen.

source: Your login attempt may have taken too long, or you tried to follow an old link. Please try again.
de: Dein Loginversuch brauchte wohl zu lange, oder du bist einem alten Link gefolgt. Bitte versuche es nochmal.

source: Technical description
de: Technische Beschreibung

source: Login with your email address.
de: Mit deiner E-Mail-Adresse einloggen.

source: Please specify the email you wish to use to login with
de: Bitte gebe die E-Mail-Adresse an, mit der du dich einloggen willst
